data = [
    {
        'id': 1,
        'title': 'Мир будущего',
        'text': 'Мир будущего: как он будет выглядеть? Исследования и предсказания о том, как наука изменит наш мир.',
        'author': 'Мария Петрова'
    },

    {
        'id': 2,
        'title': 'Путь к успеху',
        'text': 'Путь к успеху: шаги и ошибки, которые нужно преодолеть на пути к своим целям.',
        'author': 'Александр Смирнов'
    },

    {
        'id': 3,
        'title': 'Жизнь как она есть',
        'text': 'Жизнь как она есть: размышления о настоящем и будущем, о том, что важно в жизни.',
        'author': 'Дмитрий Лебедев'
    },

    {
        'id': 4,
        'title': 'Тайна неизведанного',
        'text': 'Тайна неизведанного: что скрывает наша планета и какие открытия еще ждут нас?',
        'author': 'Иван Иванов'
    },

    {
        'id': 5,
        'title': 'Великая сила',
        'text': 'Текст статьи о великой силе, которая изменит мир. Вдохновляющая история о преодолении трудностей.',
        'author': 'Елена Васильева'
    },

    {
        'id': 6,
        'title': 'Мир будущего',
        'text': 'Мир будущего: как он будет выглядеть? Исследования и предсказания о том, как наука изменит наш мир.',
        'author': 'Мария Петрова'
    },

    {
        'id': 7,
        'title': 'Жизнь как она есть',
        'text': 'Жизнь как она есть: размышления о настоящем и будущем, о том, что важно в жизни.',
        'author': 'Александр Смирнов'
    },

    {
        'id': 8,
        'title': 'Тайна неизведанного',
        'text': 'Тайна неизведанного: что скрывает наша планета и какие открытия еще ждут нас?',
        'author': 'Дмитрий Лебедев'
    },

    {
        'id': 9,
        'title': 'Великая сила',
        'text': 'Текст статьи о великой силе, которая изменит мир. Вдохновляющая история о преодолении трудностей.',
        'author': 'Иван Иванов'
    },

    {
        'id': 10,
        'title': 'Путь к успеху',
        'text': 'Путь к успеху: шаги и ошибки, которые нужно преодолеть на пути к своим целям.',
        'author': 'Елена Васильева'
    }
]
